[Strings]
encoding_auto=自動判定
unknown=不明
eol_auto=自動判定
title_error=エラー
filter_text_files=テキスト ファイル (*.txt;*.log;*.ini;*.md;*.c;*.cpp;*.h;*.hpp)
filter_all_files=すべてのファイル (*.*)
menu_file_new_tab=新しいタブ(&T)	Ctrl+T
menu_file_new_window=新しいウィンドウ(&N)	Ctrl+N
menu_file_open=開く(&O)...	Ctrl+O
menu_file_recent=最近開いたファイル(&R)
menu_file_save=保存(&S)	Ctrl+S
menu_file_save_as=名前を付けて保存(&A)...	Ctrl+Shift+S
menu_file_change_encoding=文字コードを変更する(&E)...
menu_file_reload_encoding=文字コードを指定して読み直す(&L)...
menu_file_close_tab=タブを閉じる(&C)	Ctrl+W
menu_file_close_window=ウィンドウを閉じる(&W)
menu_file_exit=終了(&X)
menu_file=ファイル(&F)
menu_edit_undo=元に戻す(&U)	Ctrl+Z
menu_edit_redo=やり直す(&R)	Ctrl+Y
menu_edit_cut=切り取り(&T)	Ctrl+X
menu_edit_copy=コピー(&C)	Ctrl+C
menu_edit_paste=貼り付け(&P)	Ctrl+V
menu_edit_delete=削除(&D)	Del
menu_edit_find=検索する(&F)...	Ctrl+F
menu_edit_find_next=次を検索(&N)	F3
menu_edit_find_prev=前を検索(&P)	Shift+F3
menu_edit_replace=置換(&E)...	Ctrl+H
menu_edit_goto=移動先(&G)...	Ctrl+G
menu_edit_select_all=すべて選択(&A)	Ctrl+A
menu_edit_font=フォント(&O)...
menu_edit=編集(&E)
menu_view_zoom_in=拡大(&I)	Ctrl++
menu_view_zoom_out=縮小(&O)	Ctrl+-
menu_view_zoom_reset=既定の倍率に戻す(&R)	Ctrl+0
menu_view_zoom=ズーム(&Z)
menu_view_status_bar=ステータスバー(&S)
menu_view_word_wrap=右端で折り返し(&W)
menu_view_theme_light=ライト(&L)
menu_view_theme_dark=ダーク(&D)
menu_view_theme_auto=自動(&A)
menu_view_theme=アプリのテーマ(&T)
menu_view_language_ja=日本語
menu_view_language_en=英語
menu_view_language=言語(&L)
menu_view=表示(&V)
recent_none=(なし)
label_encoding=文字コード:
label_eol=改行コード:
button_cancel=キャンセル
label_input=入力:
untitled_format=無題 %d
msg_open_failed=ファイルを開けませんでした。
msg_decode_failed=指定された文字コードで読み取れませんでした。
msg_encode_failed=指定された文字コードに変換できませんでした。
msg_save_failed=ファイルを保存できませんでした。
label_encoding_accel=エンコード(&E):
label_eol_accel=改行コード(&L):
dialog_open=開く
dialog_save_as=名前を付けて保存
dialog_change_encoding=文字コードと改行コードを変更
msg_reload_discard=未保存の変更を破棄して読み直しますか？
title_confirm=確認
dialog_reload_options=読み直しオプション
msg_save_changes_format=%s の変更を保存しますか？
msg_not_found=見つかりませんでした。
title_find=検索
msg_replace_count_format=%d 件置換しました。
title_replace=置換
title_goto=移動先
label_line_number=行番号:
status_format=行 %ld, 列 %ld | %lu 文字 | %d%% | %s | %s
context_undo=元に戻す
context_cut=切り取り
context_copy=コピー
context_paste=貼り付け
context_select_all=すべて選択
msg_richedit_failed=RichEdit DLL を読み込めませんでした。
msg_register_class_failed=ウィンドウクラスの登録に失敗しました。
app_title=Win32 タブ付きテキストエディター
msg_create_window_failed=メインウィンドウを作成できませんでした。
